const Description = () => {
  return (
    <div className="ProductPage_description-description">
      <p>
        Вопрос безопасности всегда стоит очень остро, в этом году производители
        решили его следующим образом — снабдили модель качественной задней и
        передней подсветкой, поэтому пользователь может не переживать о том, что
        его будет незаметно на дороге в тёмное время суток.
      </p>

      <p>
        На руле имеется яркий качественный дисплей, где отображается
        вся актуальная и необходимая информация — скорость, пробег и др. Кроме
        того, на руле имеется кнопка включения и выключения подсветки, звуковой
        сигнал и кнопка настроек. Таким образом, все необходимое для управления
        самокатом находится у пользователя под рукой.
      </p>

      <p>
        Для комфорта прогулок электросамокат снабжён передним и задним
        амортизаторами. Вы можете перемещаться не только по ровному городскому
        асфальту, но и по неровностям, которые не затруднят ваше перемещение.
      </p>

      <p>
        Складной механизм и небольшой вес (11 кг) делают модель эргономичной.
        В сложенном виде самокат занимает совсем мало места — его легко
        перевозить как в багажнике машины, так и в общественном транспорте.
        При складывании самокат фиксируется с помощью крючка к заднему крылу.
        А для того, чтобы разложить его, необходимо, нажав на заднее крыло,
        приподнять руль. Характерный щелчок говорит о том, что самокат разложен
        полностью и готов к эксплуатации.
      </p>

      <p>
        Стоит отметить, что электросамокат очень быстро стартует — вам не надо
        отталкиваться или разгоняться. Выдерживает до 120 кг, в процессе
        изготовления использовались только качественные материалы.
      </p>

      <p>
        Быстрый, лёгкий, компактный — прекрасный выбор для ценителей удобства!
      </p>
    </div>
  )
}

export default Description
