export const ArrayNews = [
  {
    id: 1,
    img: "appleStore",
    title: "Открытие нового магазина",
    text: "Разнообразный и богатый опыт говорит нам, что консультация с широким активом требует от нас анализа анализа существующих паттернов поведения",
    date: "05 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 2,
    img: "newsGyro",
    title: "Работа в праздничные дни",
    text: "Принимая во внимание показатели успешности, социально-экономическое развитие играет определяющее значение для вывода текущих активов",
    date: "05 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 3,
    img: "basicl",
    title: "Идейные соображения",
    text: "Идейные соображения высшего порядка, а также семантический разбор внешних противодействий позволяет выполнить важные задания по разработке прогресса профессионального сообщества",
    date: "05 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 4,
    img: "electroBike",
    title: "Показатели успешности социально-экономического развития",
    text: "Принимая во внимание показатели успешности, социально-экономическое развитие играет",
    date: "05 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 5,
    img: "appleStore",
    title: "Открытие нового магазина",
    text: "Разнообразный и богатый опыт говорит нам, что консультация с широким активом требует от нас анализа анализа существующих паттернов поведения",
    date: "05 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 6,
    img: "newsGyro",
    title: "Работа в праздничные дни",
    text: "Принимая во внимание показатели успешности, социально-экономическое развитие играет определяющее значение для вывода текущих активов",
    date: "05 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 7,
    img: "basicl",
    title: "Идейные соображения",
    text: "Идейные соображения высшего порядка, а также семантический разбор внешних противодействий позволяет выполнить важные задания по разработке прогресса профессионального сообщества",
    date: "05 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 8,
    img: "electroBike",
    title: "Показатели успешности социально-экономического развития",
    text: "Принимая во внимание показатели успешности, социально-экономическое развитие играет",
    date: "05 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 9,
    img: "appleStore",
    title: "Открытие нового магазина",
    text: "Разнообразный и богатый опыт говорит нам, что консультация с широким активом требует от нас анализа анализа существующих паттернов поведения",
    date: "06 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 10,
    img: "newsGyro",
    title: "Работа в праздничные дни",
    text: "Принимая во внимание показатели успешности, социально-экономическое развитие играет определяющее значение для вывода текущих активов",
    date: "06 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 11,
    img: "basicl",
    title: "Идейные соображения",
    text: "Идейные соображения высшего порядка, а также семантический разбор внешних противодействий позволяет выполнить важные задания по разработке прогресса профессионального сообщества",
    date: "06 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 12,
    img: "electroBike",
    title: "Показатели успешности социально-экономического развития",
    text: "Принимая во внимание показатели успешности, социально-экономическое развитие играет",
    date: "06 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 13,
    img: "appleStore",
    title: "Открытие нового магазина",
    text: "Разнообразный и богатый опыт говорит нам, что консультация с широким активом требует от нас анализа анализа существующих паттернов поведения",
    date: "06 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 14,
    img: "newsGyro",
    title: "Работа в праздничные дни",
    text: "Принимая во внимание показатели успешности, социально-экономическое развитие играет определяющее значение для вывода текущих активов",
    date: "06 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 15,
    img: "basicl",
    title: "Идейные соображения",
    text: "Идейные соображения высшего порядка, а также семантический разбор внешних противодействий позволяет выполнить важные задания по разработке прогресса профессионального сообщества",
    date: "06 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },

  {
    id: 16,
    img: "electroBike",
    title: "Показатели успешности социально-экономического развития",
    text: "Принимая во внимание показатели успешности, социально-экономическое развитие играет",
    date: "06 июня 2021",

    firstBlockWithText: {
      firstTextInside: `Противоположная точка зрения подразумевает, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определённых слоёв населения, а значит, должны быть функционально разнесены на независимые элементы. Каждый из нас понимает очевидную вещь: социально-экономическое развитие влечёт за собой процесс внедрения и модернизации модели развития. `,
      secondTextInside:
        "Имеется спорная точка зрения, гласящая примерно следующее: элементы политического процесса представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть ассоциативно распределены по отраслям. Безусловно, глубокий уровень погружения предполагает независимые способы реализации своевременного выполнения сверхзадачи. ",
      triedTextInside:
        " Лишь многие известные личности будут превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Учитывая ключевые сценарии поведения, сложившаяся структура организации создаёт предпосылки для системы обучения кадров, соответствующей насущным потребностям. Не следует, однако, забывать, что консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности.",
    },

    titleInside: "Бонусы и акции в честь открытия",
    secondBlockWithText: {
      firstTextInside:
        "А ещё явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Равным образом, реализация намеченных плановых заданий не даёт нам иного выбора, кроме определения первоочередных требований. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Кстати, активно развивающиеся страны третьего мира, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе.",
      secondTextInside:
        "Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта обеспечивает актуальность переосмысления внешнеэкономических политик. Противоположная точка зрения подразумевает, что сделанные на базе интернет-аналитики выводы могут быть разоблачены. В частности, высокотехнологичная концепция общественного уклада, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для позиций, занимаемых участниками в отношении поставленных задач.",
    },
  },
]

export const ArrayProduct = [
  {
    id: 0,
    img: "GyroscutersProduct",
    typeProduct: "Сигвеи",
    name: "Гироскутер Smart Balance Well 6.5 Хип-Хоп (АКВАЗАЩИТА)",
    comments: [
      {
        id: 0,
        CustomerName: "Александр",
        date: "07 июня 2021",
        reviews: "Отличный самокат!",
        description: "Катаюсь каждый день после работы, заряд держит отлично!",
      },
      {
        id: 1,
        CustomerName: "Александр",
        date: "07 июня 2021",
        reviews: "Отличный самокат!",
        description: "Катаюсь каждый день после работы, заряд держит отлично!",
      },
    ],
    rating: 5,
    discount: 20,
    priceBefore: 5400,
    specifications: {
      type: "-",
      max_speed: 50,
      engine_power: 2300,
      mileage_on_a_single_charge: 326,
      type_of_brake: "Дисковый механический",
      cruise_control: "Есть",
    },
  },

  {
    id: 1,
    img: "GyroscutersProduct",
    typeProduct: "Сигвеи",
    name: "Гироскутер Smart Balance Well 6.5 Хип-Хоп (АКВАЗАЩИТА)",
    comments: [
      {
        id: 0,
        CustomerName: "Александр",
        date: "07 июня 2021",
        reviews: "Катаюсь каждый день после работы, заряд держит отлично!",
      },
      {
        id: 1,
        CustomerName: "Александр",
        date: "07 июня 2021",
        reviews: "Отличный самокат!",
        description: "Катаюсь каждый день после работы, заряд держит отлично!",
      },
    ],
    rating: 4,
    discount: 20,
    priceBefore: 5400,
    specifications: {
      type: "-",
      max_speed: 252,
      engine_power: 3003,
      mileage_on_a_single_charge: 363,
      type_of_brake: "Дисковый механический",
      cruise_control: "Есть",
    },
  },

  {
    id: 2,
    img: "GyroscutersProduct",
    typeProduct: "Сигвеи",
    name: "Гироскутер Smart Balance Well 6.5 Хип-Хоп (АКВАЗАЩИТА)",
    comments: [
      {
        id: 0,
        CustomerName: "Александр",
        date: "07 июня 2021",
        reviews: "Катаюсь каждый день после работы, заряд держит отлично!",
      },
      {
        id: 1,
        CustomerName: "Александр",
        date: "07 июня 2021",
        reviews: "Отличный самокат!",
        description: "Катаюсь каждый день после работы, заряд держит отлично!",
      },
    ],
    rating: 5,
    discount: 20,
    priceBefore: 13690,
    specifications: {
      type: "-",
      max_speed: 245,
      engine_power: 3004,
      mileage_on_a_single_charge: 346,
      type_of_brake: "Дисковый механический",
      cruise_control: "Есть",
    },
  },

  {
    id: 3,
    img: "GyroscutersProduct",
    typeProduct: "Сигвеи",
    name: "Гироскутер Smart Balance Well 6.5 Хип-Хоп (АКВАЗАЩИТА)",
    comments: [
      {
        id: 0,
        CustomerName: "Александр",
        date: "07 июня 2021",
        reviews: "Катаюсь каждый день после работы, заряд держит отлично!",
      },
      {
        id: 1,
        CustomerName: "Александр",
        date: "07 июня 2021",
        reviews: "Отличный самокат!",
        description: "Катаюсь каждый день после работы, заряд держит отлично!",
      },
    ],
    rating: 5,
    discount: 20,
    priceBefore: 5400,
    specifications: {
      type: "-",
      max_speed: 256,
      engine_power: 3007,
      mileage_on_a_single_charge: 367,
      type_of_brake: "Дисковый механический",
      cruise_control: "Есть",
    },
  },
]

export const pickUpPoint = [
  {
    city: "Екатеринбург",
    address: [
      { coords: [56.838011, 60.597465], address: "ул. Ленина, 50" },
      { coords: [56.833036, 60.605725], address: "ул. Куйбышева, 21" },
      { coords: [56.837048, 60.600523], address: "ул. Малышева, 36" },
      { coords: [56.841193, 60.613551], address: "ул. Вайнера, 9" },
    ],
    coords: [56.838011, 60.597465] as [number, number],
    workingTime: "ПН-ВС 09:00 — 22:00",
  },
  {
    city: "Владивосток",
    address: [
      { coords: [43.115536, 131.885485], address: "ул. Суханова, 5" },
      { coords: [43.113081, 131.886823], address: "ул. Светланская, 20" },
      { coords: [43.118661, 131.879944], address: "ул. Алеутская, 12" },
      { coords: [43.114234, 131.882973], address: "ул. Фокина, 18" },
    ],
    coords: [43.115536, 131.885485] as [number, number],
  },
  {
    city: "Новосибирск",
    address: [
      { coords: [55.008352, 82.935733], address: "Красный проспект, 20" },
      { coords: [55.010987, 82.927306], address: "ул. Ленина, 52" },
      { coords: [55.004846, 82.936064], address: "ул. Советская, 33" },
      { coords: [55.012503, 82.923802], address: "ул. Каменская, 15" },
    ],
    coords: [55.008352, 82.935733] as [number, number],
  },
  {
    city: "Красноярск",
    address: [
      { coords: [56.015283, 92.893247], address: "ул. Мира, 100" },
      { coords: [56.010526, 92.884201], address: "ул. Карла Маркса, 61" },
      { coords: [56.018401, 92.872009], address: "ул. Ленина, 24" },
      { coords: [56.009489, 92.878978], address: "проспект Свободный, 18" },
    ],
    coords: [56.015283, 92.893247] as [number, number],
  },
  {
    city: "Самара",
    address: [
      { coords: [53.195533, 50.101801], address: "ул. Ново-Садовая, 15" },
      { coords: [53.207573, 50.150082], address: "ул. Московское шоссе, 65" },
      { coords: [53.201233, 50.160345], address: "ул. Мичурина, 40" },
      { coords: [53.198985, 50.124326], address: "ул. Ленинградская, 5" },
    ],
    coords: [53.195533, 50.101801] as [number, number],
  },
  {
    city: "Казань",
    address: [
      { coords: [55.796127, 49.106414], address: "ул. Баумана, 7" },
      { coords: [55.791228, 49.122798], address: "проспект Победы, 18" },
      { coords: [55.795126, 49.105402], address: "ул. Кремлевская, 10" },
      { coords: [55.798682, 49.119401], address: "ул. Пушкина, 24" },
    ],
    coords: [55.796127, 49.106414] as [number, number],
  },
  {
    city: "Архангельск",
    address: [
      { coords: [64.539911, 40.515758], address: "ул. Воскресенская, 11" },
      { coords: [64.538474, 40.517951], address: "ул. Поморская, 5" },
      { coords: [64.536471, 40.516244], address: "проспект Троицкий, 27" },
      { coords: [64.535689, 40.511293], address: "ул. Логинова, 10" },
    ],
    coords: [64.539911, 40.515758] as [number, number],
  },
  {
    city: "Йошкар-Ола",
    address: [
      { coords: [56.634375, 47.899365], address: "ул. Кремлевская, 1" },
      { coords: [56.632872, 47.900245], address: "проспект Гагарина, 21" },
      { coords: [56.633917, 47.902528], address: "ул. Советская, 12" },
      { coords: [56.637894, 47.895421], address: "ул. Вознесенская, 6" },
    ],
    coords: [56.634375, 47.899365] as [number, number],
  },
  {
    city: "Нижний Новгород",
    address: [
      { coords: [56.32867, 44.002048], address: "ул. Большая Покровская, 25" },
      { coords: [56.325093, 43.996705], address: "ул. Родионова, 10" },
      { coords: [56.326395, 43.997743], address: "проспект Ленина, 8" },
      { coords: [56.327564, 44.003917], address: "ул. Варварская, 4" },
    ],
    coords: [56.32867, 44.002048] as [number, number],
  },
  {
    city: "Ярославль",
    address: [
      { coords: [57.626569, 39.893856], address: "ул. Свободы, 35" },
      { coords: [57.623842, 39.891286], address: "проспект Октября, 25" },
      { coords: [57.629928, 39.896733], address: "ул. Победы, 12" },
      { coords: [57.625614, 39.888159], address: "ул. Кирова, 19" },
    ],
    coords: [57.626569, 39.893856] as [number, number],
  },
  {
    city: "Вологда",
    address: [
      { coords: [59.218066, 39.896896], address: "ул. Ленина, 12" },
      { coords: [59.220927, 39.902515], address: "ул. Пушкинская, 6" },
      { coords: [59.215736, 39.910015], address: "проспект Победы, 8" },
      { coords: [59.214982, 39.898987], address: "ул. Мира, 3" },
    ],
    coords: [59.218066, 39.896896] as [number, number],
  },
  {
    city: "Тула",
    address: [
      { coords: [54.192037, 37.615555], address: "ул. Октябрьская, 42" },
      { coords: [54.194873, 37.617433], address: "ул. Ленина, 18" },
      { coords: [54.191281, 37.620475], address: "ул. Советская, 12" },
      { coords: [54.195677, 37.611482], address: "проспект Победы, 7" },
    ],
    coords: [54.192037, 37.615555] as [number, number],
  },
  {
    city: "Владимир",
    address: [
      { coords: [56.129057, 40.406635], address: "ул. Большая Московская, 30" },
      { coords: [56.127891, 40.410326], address: "ул. Гагарина, 25" },
      { coords: [56.125497, 40.407884], address: "проспект Ленина, 5" },
      { coords: [56.124824, 40.409714], address: "ул. Мира, 8" },
    ],
    coords: [56.129057, 40.406635] as [number, number],
  },
  {
    city: "Коломна",
    address: [
      { coords: [55.092482, 38.768035], address: "ул. Лазаревская, 15" },
      { coords: [55.094287, 38.764821], address: "ул. Октябрьская, 7" },
      { coords: [55.091005, 38.766689], address: "ул. Ленина, 23" },
      { coords: [55.092785, 38.765478], address: "проспект Кирова, 9" },
    ],
    coords: [55.092482, 38.768035] as [number, number],
  },
  {
    city: "Москва",
    address: [
      { coords: [55.755826, 37.617299], address: "ул. Тверская, 5" },
      { coords: [55.756375, 37.613723], address: "ул. Арбат, 12" },
      { coords: [55.760318, 37.621578], address: "ул. Новый Арбат, 20" },
      { coords: [55.754855, 37.620039], address: "ул. Пречистенка, 6" },
    ],
    coords: [55.755826, 37.617299] as [number, number],
  },
  {
    city: "Санкт-Петербург",
    address: [
      { coords: [59.93428, 30.335099], address: "Невский проспект, 22" },
      { coords: [59.937597, 30.318003], address: "ул. Большая Морская, 15" },
      { coords: [59.935318, 30.327703], address: "ул. Литейный, 10" },
      { coords: [59.938073, 30.322807], address: "ул. Казанская, 8" },
    ],
    coords: [59.93428, 30.335099] as [number, number],
  },
  {
    city: "Псков",
    address: [
      { coords: [57.819365, 28.331786], address: "ул. Ленина, 18" },
      { coords: [57.817391, 28.334062], address: "ул. Советская, 21" },
      { coords: [57.815926, 28.328391], address: "ул. Октябрьская, 12" },
      { coords: [57.820542, 28.330876], address: "ул. Инженерная, 6" },
    ],
    coords: [57.819365, 28.331786] as [number, number],
  },
  {
    city: "Дербент",
    address: [
      { coords: [42.057866, 48.287855], address: "ул. Советская, 3" },
      { coords: [42.055679, 48.291302], address: "ул. Ленина, 7" },
      { coords: [42.059564, 48.285049], address: "ул. Горького, 9" },
      { coords: [42.060933, 48.288471], address: "проспект Свободы, 14" },
    ],
    coords: [42.057866, 48.287855] as [number, number],
  },
  {
    city: "Великий Новгород",
    address: [
      { coords: [58.521475, 31.275475], address: "ул. Большая Московская, 37" },
      { coords: [58.520124, 31.271022], address: "ул. Михайлова, 20" },
      { coords: [58.522784, 31.278145], address: "ул. Советская, 15" },
      { coords: [58.519502, 31.274305], address: "ул. Герцена, 22" },
    ],
    coords: [58.521475, 31.275475] as [number, number],
  },
  {
    city: "Калининград",
    address: [
      { coords: [54.710426, 20.452214], address: "Ленинский проспект, 61" },
      { coords: [54.709812, 20.448298], address: "ул. Гвардейская, 8" },
      { coords: [54.711986, 20.453647], address: "ул. Черняховского, 17" },
      { coords: [54.709106, 20.449975], address: "проспект Победы, 10" },
    ],
    coords: [54.710426, 20.452214] as [number, number],
  },
]

export const workingTime = ["10:00 - 12:00", "13:00 - 15:00", "15:00 - 17:00"]
